[
    {
      "id": 1,
      "title": "Refund/ Busy lifestyle",
      "type":"Lead",
      "description": "Hello Kedar,\n\nThanks for writing in. I had a word with my team as well in this regard. \n\nLosing weight is hard, and managing lifestyle disorders even harder, but preventive care of far better than curative & hospitals. \nDespite your schedule & average adherence, you have lost 1 kg.\n\nTo achieve your goals of feeling lighter, target weight of 92 kg, and recovering from gout, you must continue! The results will amaze you. \n\nGet in touch with your Mentor if you have any queries or need simpler option, she can simplify it for you and make it easy to follow. She can even get in touch with you over WhatsApp, the client services can help you upgrade to this facility. \nThe app is also a storehouse of knowledge that has all the important guides. Have you tried using the Restaurant guide or the eat-in portion guide? I can ask client services to give you a detailed tutorial for the same. \n\nIt is not out of arrogance but an experience of 15 years dealing with clients who work in shifts, cannot cook, are unable to eat multiple meals & also those who cannot eat by the timings of the clock.\n\nWe have clients who are pilots, travelers, & even busy doctors with us who are doing very well.\n\nUsing the App will be a small challenge to you in the initial days of the program but gradually, once you discover all the features that we offer to you, I am sure you will be happy with the personalized App features.\n\nSo, I suggest you make up your mind too and tell yourself that this is a mini nutrition course in which you will learn to eat practically, wherever you are.\n\nIn regard to the refund, as you may have read in the terms, we, unfortunately, do not have it. We do not even have transfers but in your case, we can deduct 3 sessions from your program & transfer the program to a relative or a friend too. \n\nIt is a great program, do put in some effort to understand it. In case you need more clarity, please feel free to connect with me or the client services. \nHope to see you as my next success story!"
    },
    {
      "id": 2,
      "title": "Asking for refund coz of family financial issues",
      "type":"Refund",
      "description": 
        "Hello Pavani,\n\nSorry to hear about what you are going through, our prayers are with you all.\n\nYour mentor Nazneen did inform discuss about this but Pavani, unfortunately, like all other programs & service providers, we do not have a refund or a transfer of sessions possible. It is mentioned in your invoice & even terms & conditions dear.\n\nWe understand you can't start the session right now, but take some time, lets things settle, and then start the session once you feel better, We are here to help you.\n\nAt a time like this, it's very important for you to be strong for the rest of your family so I strongly recommend you continue the diet so that we can work on your health and weight loss too. We would definitely want to make the best use of these remaining days.\n\nAlthough there is nothing we can do in regard to the refund, if you have any app issues, let us know, we will help you with further queries.\n\nDo get in touch with your mentor at the earliest to avoid any wastage of this wonderful program.\n\nTake care :)"
      
    },
    {
      "id": 3,
      "title": "refund redirect to csa",
      "type":"Balance Payment",
      "description": 
        "Hello Pavani\n\nI have asked the relevant department of client services to explain to you that we do not have any refunds or transfers.\n\nThey will be writing to you & also available to you on call if needed \n\nHealth is very important. Take this time & work on it :)\n\nAll the best"
      
    },
    {
      "id": 4,
      "title": "medical condition so refund",
      "type":"Lead",
      "description": 
        "Arpita has told me about your reservations in regard to using the BN App to stay in touch with your mentor & do the program. Before we made the BN App, our programs were running on g mail & attachments :) I was most skeptical about making the app in the company &  all our clients as well as the tech team pushed it. Now when I look back, I know it was my apprehension to make something that is not what I am most comfortable using as I was very scared to get something new into the work patterns. It was when the client mails started getting missed by us, the documentation thread getting lost & all other issues that we made the app. The only condition I had with the tech was that it will not have any artificial programming & mentors should be able to connect to the clients via a chat that again does not use anything artificial The app is also a storehouse of knowledge that has all the important guides, recipes, trackers & also the mid and end-program detailed feedback. We also have the BN Wallet & the recipe book. While a few things may not interest you, a lot of it is. If you would have come just to lose weight, I would have not explained things to you in detail like this. But you are battling HTN, cholesterol, pre-diabetic, hypothyroid, sedentary lifestyle, lunch has outside meals daily, has 2 times of alcohol intake per week Not only do these have no cure or medication, but they are also reversible only with diet & lifestyle! I am most confident that there isn't any program that can help you give your busy lifestyle, it is ours. The reason we do not allow clients to come on WhatsApp are many. The diets, guides, trackers & progress of the client are in the app & it is linked to my dashboard as well as your mentor's dashboard. Whatsapp is a 3rd party application not allowing us any of this It is not out of arrogance but an experience of 15 years dealing with clients who work in shifts, cannot cook meals, are unable to eat multiple meals & also those who cannot eat by the timings of the clock. We have clients who are pilots, travelers & even busy doctors with us. Using the App will be a small challenge to you in the initial days of the program but gradually, once you discover all the features that we offer to you, I am sure you will be amazed to experience the App features and would never want to go back. You must know that the diets & recipes are a small part of the program which you will be using on the App. What you will be depending on a lot more on the App, is the BN Restaurant Guide BN Eat In portion Guide BN Daily essentials guide BN Alcohol guide & also get options in your diet plan itself if the cooking & carrying meals gets hard. This is the only practical & sustainable plan that you will find & it is due to this we have clients registering with us. As a nutritionist with so many years of experience, I would recommend it is worth taking some trouble and changing your eating habits. The way ahead is then medical & which also impacts a person's ability to be working efficiently. Arpita did mention to be about Navneet, she is doing fabulously well on the program so far. So, I suggest you make up your mind too and tell yourself that this is a mini nutrition course in which you will learn to eat practically & teach you how to fill your plate, wherever you are."
    }
  ]
  